---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FeetOfWater
source: html/e3003117-dee6-51e3-c501-ce63a003d79f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FeetOfWater Property

Symbol Feet, indicating unit Feet of water (39.2 °F).

## Syntax (C#)
```csharp
public static ForgeTypeId FeetOfWater { get; }
```